Repository: GoldenDragon0830/Lichess-org_android-iOS
Catalog: lib/l10n/lila_*.arb
Languages: de_ch

source: Play with a friend
de_ch: Schpill mitämä Fründ

# playWithTheMachine
source: Play with the computer
de_ch: Schpill mit em Kompi

source: To invite someone to play, give this URL
de_ch: Zum öpper zumänä Schpiil iizlade, schickäm dä Link

source: Game Over
de_ch: Schpiil verbii

source: Waiting for opponent
de_ch: Uf de Gägner wartä

source: Waiting
de_ch: Am Wartä

source: Your turn
de_ch: Du bisch am Zug

# aiNameLevelAiLevel
source: {param1} level {param2}
de_ch: {param1} Stufä {param2}

source: Level
de_ch: Schtufä

source: Strength
de_ch: Schpiilstärchi

source: Toggle the chat
de_ch: Tschätt ii- und uusschaltä

source: Chat
de_ch: Tschätt

source: Resign
de_ch: Ufgää

source: Checkmate
de_ch: Schachmatt

source: Stalemate
de_ch: Patt

source: White
de_ch: Wiis

source: Black
de_ch: Schwarz

# randomColor
source: Random side
de_ch: Zuäfälligi Farb

source: Create a game
de_ch: Neui Partii erschtellä

source: White is victorious
de_ch: Wiis gwünnt

source: Black is victorious
de_ch: Schwarz gwünnt

source: You play the white pieces
de_ch: Du schpilsch mit dä wiisä Figurä

source: You play the black pieces
de_ch: Du schpilsch mit dä schwarzä Figurä

source: It's your turn!
de_ch: Du bisch am Zug!

source: Cheat Detected
de_ch: Bschiss erchännt

source: King in the center
de_ch: König im Zäntrum

source: Three checks
de_ch: Drü Mal Schach gsetzt

source: Race finished
de_ch: Ränä beändät

source: Variant ending
de_ch: Variantä ändät

source: New opponent
de_ch: Neuä Gägner

source: Your opponent wants to play a new game with you
de_ch: Din Gägner wött äs neus Schpiil mit dir schpille

source: Join the game
de_ch: Tritt dä Partii bi

# whitePlays
source: White to play
de_ch: Wiis am Zug

# blackPlays
source: Black to play
de_ch: Schwarz am Zug

# opponentLeftChoices
source: Your opponent left the game. You can claim victory, call the game a draw, or wait.
de_ch: Din Gägner hät s'Schpiil verloh. Du chasch de Siig beaschpruchä, es Unentschidä machä oder wartä.

# forceResignation
source: Claim victory
de_ch: Dä Siig beaschpruchä

# forceDraw
source: Call draw
de_ch: Remis erchläre

# talkInChat
source: Please be nice in the chat!
de_ch: Sig bitte fründlich im Tschätt!

# theFirstPersonToComeOnThisUrlWillPlayWithYou
source: The first person to come to this URL will play with you.
de_ch: Di erschti Pärson, wo dä URL aaklickt, isch din Gägner.

source: White resigned
de_ch: Wiis hät uufgää

source: Black resigned
de_ch: Schwarz hät uufgää

source: White left the game
de_ch: Wiis hät d'Partii verloh

source: Black left the game
de_ch: Schwarz hät d'Partii verlaa

source: White didn't move
de_ch: Wiis hät nöt zogä

source: Black didn't move
de_ch: Schwarz hät nöt zogä

source: Request a computer analysis
de_ch: Ä Kompianalysä aafordärä

source: Computer analysis
de_ch: Kompianalysä

source: Computer analysis available
de_ch: Kompianalysä verfüegbar

source: Computer analysis disabled
de_ch: Kompianalüsä deaktiviärt

# analysis
source: Analysis board
de_ch: Analüsebrätt

# depthX
source: Depth {param}
de_ch: Tüüfi: {param}

source: Using server analysis
de_ch: Server-Analysä am Bruuchä

source: Loading engine ...
de_ch: Engine wird gladä ...

source: Cloud analysis
de_ch: Wulchä-Analysä

source: Go deeper
de_ch: D'Tüüfi erhöchä

source: Show threat
de_ch: Bedrohig aazeigä

source: in local browser
de_ch: im lokalä Browser

source: Toggle local evaluation
de_ch: Lokali Uuswärtig ii und uus schaltä

source: Promote variation
de_ch: Variantä uufwertä

source: Make main line
de_ch: Zur Hauptvariantä machä

source: Delete from here
de_ch: Ab do löschä

source: Force variation
de_ch: Variantä erzwingä

source: Move
de_ch: Zug

source: Variant loss
de_ch: Variantä verlorä

source: Variant win
de_ch: Variantä gwunnä

source: Insufficient material
de_ch: Nümä gnueg Material

source: Pawn move
de_ch: Buure-Zug

source: Capture
de_ch: Schlag-Zug

source: Close
de_ch: Schlüüsse

source: Winning
de_ch: Gwünnt

source: Losing
de_ch: Verlüürt

source: Drawn
de_ch: Remis

source: Unknown
de_ch: Unbekannt

source: Database
de_ch: Datäbank

source: White / Draw / Black
de_ch: Wiis / Remis / Schwarz

# averageRatingX
source: Average rating: {param}
de_ch: Durchschnittlichi Wärtigszahl: {param}

source: Recent games
de_ch: Chürzlichi Partiiä

source: Top games
de_ch: Schpitzä-Partiiä

# masterDbExplanation
source: Two million OTB games of {param1}+ FIDE rated players from {param2} to {param3}
de_ch: Zwei Millionä OTB-Partiiä vo Spiller mit enerä Wärtigszahl über {param1} FIDE us de Jahr vo {param2} bis {param3}

# dtzWithRounding
source: DTZ50'' with rounding, based on number of half-moves until next capture or pawn move
de_ch: DTZ50'' mit Rundung, basierend auf der Anzahl der Halbzüge bis zum nächsten Schlag- oder Bauernzug

source: No game found
de_ch: Käs Schpiil gfundä

source: Maybe include more games from the preferences menu?
de_ch: Villicht söted meh Schpiil vom Iischteligs Menu iibezogä werdä?

source: Opening explorer
de_ch: Eröffnigsdatäbank

source: Opening/endgame explorer
de_ch: Eröffnigs-/Ändschpiil-Entdeckär

# xOpeningExplorer
source: {param} opening explorer
de_ch: {param} Eröffnigsbuäch

source: Win prevented by 50-move rule
de_ch: Sieg dur d 50-Züg-Reglä verhinderet

# lossSavedBy50MoveRule
source: Loss prevented by 50-move rule
de_ch: Verluscht dur d 50-Züg-Reglä verhinderät

source: Win or 50 moves by prior mistake
de_ch: Sieg oder 50 Züge durch vorherigen Fehler

source: Loss or 50 moves by prior mistake
de_ch: Verlust odär 50 Züüg dur en vorherigä Fählär

# unknownDueToRounding
source: Win/loss only guaranteed if recommended tablebase line has been followed since the last capture or pawn move, due to possible rounding of DTZ values in Syzygy tablebases.
de_ch: Gewinn/Verlust ist nur garantiert, falls die empfohlene Datenbank-Zugfolge seit dem letzten Schlag- oder Bauernzug befolgt wurde, da möglicherweise DTZ-Werte in den Syzygy-Datenbanken gerundet sind.

source: All set!
de_ch: Färtig!

source: Import PGN
de_ch: PGN importierä

source: Delete
de_ch: Löschä

source: Delete this imported game?
de_ch: Das importiertä Schpiil löschä?

source: Replay mode
de_ch: Widergabemodus

# realtimeReplay
source: Realtime
de_ch: Ächtziit

source: By CPL
de_ch: Nach CPL

source: Open study
de_ch: Studiä eröffnä

source: Enable
de_ch: Iischaltä

source: Best move arrow
de_ch: Pfiil für dä beschti Zug

source: Evaluation gauge
de_ch: Bewärtigsaazeig

source: Multiple lines
de_ch: Mehreri Variantä

source: CPUs
de_ch: Prozässore

source: Memory
de_ch: Arbetsschpeicher

source: Infinite analysis
de_ch: Ändlosi Analüsä

# removesTheDepthLimit
source: Removes the depth limit, and keeps your computer warm
de_ch: Entfärnt d'Tüüfäbegränzig und haltät din Kompi warm

source: Blunder
de_ch: Grobä Patzer

source: Mistake
de_ch: Fähler

source: Inaccuracy
de_ch: Ungnauigkeit

source: Move times
de_ch: Zugziitä

source: Flip board
de_ch: Brätt dreiä

source: Threefold repetition
de_ch: Drüüfachi Stelligswiederholig

source: Claim a draw
de_ch: Remis beaschpruchä

source: Offer draw
de_ch: Remis aabütä

source: Draw
de_ch: Remis

source: Draw by mutual agreement
de_ch: Remis dur Einigung

source: Fifty moves without progress
de_ch: 50 Züg ohni Fortschritt

source: Current games
de_ch: Laufendi Partiiä

source: View in full size
de_ch: I voller Grössi aazeigä

# logOut
source: Sign out
de_ch: Abmäldä

source: Sign in
de_ch: Iiloggä

source: You need an account to do that
de_ch: Dodäzuä bruuchsch än Account

# signUp
source: Register
de_ch: Regischtriärä

# computersAreNotAllowedToPlay
source: Computers and computer-assisted players are not allowed to play. Please do not get assistance from chess engines, databases, or from other players while playing. Also note that making multiple accounts is strongly discouraged and excessive multi-accounting will lead to being banned.
de_ch: D hilf vo Schachprogramm, Datäbankä und vo anderä Schpiller isch wärend em schpille nöd erlaubt. Bitte duen au beachtä, dass d'Erschtellig vo mehrerä Accounts ungern gseh wird und das exessives erschtellä vo mehrerä Accounts zumenä Bann füerä chan.

source: Games
de_ch: Partiiä

# xPostedInForumY
source: {param1} posted in topic {param2}
de_ch: {param1} hät zum Thema {param2} öppis gschribä

source: Latest forum posts
de_ch: Neuschti Foräbiiträg

source: Players
de_ch: Schpiller/-innä

source: Friends
de_ch: Fründä

# discussions
source: Conversations
de_ch: Konvärsazion

source: Today
de_ch: Hüt

source: Yesterday
de_ch: Geschter

source: Minutes per side
de_ch: Minutä pro Schpiller/-in

source: Variant
de_ch: Variantä

source: Variants
de_ch: Variantä

source: Time control
de_ch: Bedenkziit

source: Real time
de_ch: Ächtziit

source: Correspondence
de_ch: Färnschach

source: Days per turn
de_ch: Täg pro Zug

source: One day
de_ch: Ein Tag

source: Time
de_ch: Ziit

source: Rating
de_ch: Wärtigszahl

source: Rating stats
de_ch: Wärtigsstatistikä

source: User name
de_ch: Benutzernamä

source: User name or email
de_ch: Benutzernamä oder E-Mail-Adrässä

source: Change username
de_ch: Benutzernamä ändärä

# changeUsernameNotSame
source: Only the case of the letters can change. For example "johndoe" to "JohnDoe".
de_ch: Nur d Groos- und Chliischriibig cha gänderet werdä. Zum Bischbiil: "FritzliMüller" zu "FRiTzLiMüLlEr".

# changeUsernameDescription
source: Change your username. This can only be done once and you are only allowed to change the case of the letters in your username.
de_ch: Ändärä din Beutzernamä. Das chasch nur eimol machä und du chasch nur Groos- und Chliischriibig ändärä.

source: Password
de_ch: Passwort

source: Change password
de_ch: Passwort ändärä

source: Change email
de_ch: E-Mail-Adrässä ändärä

source: Password reset
de_ch: Passwort zrugsetzä

source: Forgot password?
de_ch: Passwort vergässä?

source: Rank
de_ch: Rang

# rankX
source: Rank: {param}
de_ch: Platz: {param}

source: Games played
de_ch: Gschpillti Partiiä

source: Cancel
de_ch: Abbrächä

source: White time out
de_ch: Ziitüberschriitig vo Wiis

source: Black time out
de_ch: Ziitüberschriitig vo Schwarz

source: Draw offer sent
de_ch: Remisaagebot gsändät

source: Draw offer accepted
de_ch: Remisaagebot aagnoh

source: Draw offer canceled
de_ch: Remisaagebot zruggzogä

source: White offers draw
de_ch: Wiis büütet Remis

source: Black offers draw
de_ch: Schwarz büütet Remis

source: White declines draw
de_ch: Wiis lehnt es Remis ab

source: Black declines draw
de_ch: Schwarz lehnt es Remis ab

source: Your opponent offers a draw
de_ch: Din Gägner büütet Remis

source: Accept
de_ch: Aanää

source: Decline
de_ch: Ablehnä

source: Playing right now
de_ch: Partii isch am laufä

# eventInProgress
source: Playing right now
de_ch: Isch am Laufä

source: Finished
de_ch: Beändät

# finishesX
source: finishes {param}
de_ch: ändet in {param}

source: Abort game
de_ch: Partii abbrächä

source: Game aborted
de_ch: Partii abbrochä

source: Standard
de_ch: Schtandard

source: Unlimited
de_ch: Unbegränzt

source: Mode
de_ch: Modus

source: Casual
de_ch: Ungwärtät

source: Rated
de_ch: Gwärtet

# casualTournament
source: Casual
de_ch: Ungwärtet

# ratedTournament
source: Rated
de_ch: Gwärtät

source: This game is rated
de_ch: Das Schpiil isch gwärtät

source: Rematch
de_ch: Revanche

source: Rematch offer sent
de_ch: Aagebot zur Revanche gsändät

source: Rematch offer accepted
de_ch: Aagebot zur Revanche isch aktzeptiärt

source: Rematch offer canceled
de_ch: Aagebot zur Revanche isch zruggzogä wordä

source: Rematch offer declined
de_ch: Aagebot zur Revanche isch abglehnt wordä

source: Cancel rematch offer
de_ch: Aagebot zur Revanche zruggzüchä

source: View rematch
de_ch: Revanche aaluägä

source: Confirm move
de_ch: Zug beschtätigä

source: Play
de_ch: Schpilä

source: Inbox
de_ch: Poschtiigang

source: Chat room
de_ch: Tschättruum

# loginToChat
source: Sign in to chat
de_ch: Mäld dich aa zum tschättä

source: You have been timed out.
de_ch: Du machsch etz mol Pausä.

source: Spectator room
de_ch: Zuäschauärruum

source: Compose message
de_ch: Nochricht verfassä

source: Subject
de_ch: Beträff

source: Send
de_ch: Sändä

source: Increment in seconds
de_ch: Inkremänt in Sekundä

source: Free Online Chess
de_ch: Choschtälooses Online-Schach

source: Export games
de_ch: Partiiä exportiärä

source: Rating range
de_ch: Wärtigsbereich

# thisAccountViolatedTos
source: This account violated the Lichess Terms of Service
de_ch: Das Konto hät gäg d'Lichess-Nutzigsrichliniä verschtossä

# openingExplorerAndTablebase
source: Opening explorer & tablebase
de_ch: Eröffnigsbuäch & Tablebase

source: Takeback
de_ch: Zugrücknahm

source: Propose a takeback
de_ch: Zugrücknahm vorschloh

# takebackPropositionSent
source: Takeback sent
de_ch: Zugrücknahm vorgschlagä

# takebackPropositionDeclined
source: Takeback declined
de_ch: Zugrücknahm abglehnt

# takebackPropositionAccepted
source: Takeback accepted
de_ch: Zugrücknahm aagnoh

# takebackPropositionCanceled
source: Takeback canceled
de_ch: Zugrücknahm zruggzogä

source: Your opponent proposes a takeback
de_ch: Din Gägner möchti dä letschti Zug zruggnäh

source: Bookmark this game
de_ch: Das Schpiil mitämä Läsezeichä verseh

source: Tournament
de_ch: Turniär

source: Tournaments
de_ch: Turniär

source: Tournament points
de_ch: Turniärpünkt

source: View tournament
de_ch: Turniär aaluägä

source: Back to tournament
de_ch: Zrugg zum Turniär

source: Thematic
de_ch: Thematisch

# yourPerfRatingIsProvisional
source: Your {param} rating is provisional
de_ch: Dini {param} Wärtig isch provisorisch

# yourPerfRatingIsTooHigh
source: Your {param1} rating ({param2}) is too high
de_ch: Dini {param1} Wärtig ({param2}) isch z'höch

# yourTopWeeklyPerfRatingIsTooHigh
source: Your top weekly {param1} rating ({param2}) is too high
de_ch: Dini höchschti {param1} Wärtig ({param2}) isch z'höch

# yourPerfRatingIsTooLow
source: Your {param1} rating ({param2}) is too low
de_ch: Dini {param1} Wärtig ({param2}) isch z'tüüf

# ratedMoreThanInPerf
source: Rated ≥ {param1} in {param2}
de_ch: Wärtig ≥ {param1} in {param2}

# ratedLessThanInPerf
source: Rated ≤ {param1} in {param2} for the last week
de_ch: Wärtig ≤ {param1} in {param2} diä Wuchä

# mustBeInTeam
source: Must be in team {param}
de_ch: Du muäsch im Team {param} sii

# youAreNotInTeam
source: You are not in the team {param}
de_ch: Du bisch nöd im Team {param}

source: Back to game
de_ch: Zrug zum Spiil

# siteDescription
source: Free online chess server. Play chess in a clean interface. No registration, no ads, no plugin required. Play chess with the computer, friends or random opponents.
de_ch: Chostälosi online Schach-Server. Schpill jetzt ufärä übersichtlichä Benutzeroberflächi Schach! Käi Regrischtriärig und käi Plugins erforderlich und komplett ohni Wärbig. Schpill jetzt gäg än Fründ, dä Kompi oder gäg än zuefälligä Gägnär!

# xJoinedTeamY
source: {param1} joined team {param2}
de_ch: {param1} isch äm Team {param2} biiträttä

# xCreatedTeamY
source: {param1} created team {param2}
de_ch: {param1} hät s'Team {param2} gründät

# xStartedStreaming
source: {param} started streaming
de_ch: {param} hät än Schtriim gschtartät

# averageElo
source: Average rating
de_ch: Durchschnittswärtig

source: Location
de_ch: Ort

source: Filter games
de_ch: Partiiä filtärä

source: Reset
de_ch: Zruggsetzä

# apply
source: Submit
de_ch: Aawändä

source: Save
de_ch: Schpeichärä

source: Leaderboard
de_ch: Ranglischtä

# pasteTheFenStringHere
source: Paste the FEN text here
de_ch: Chasch dä FEN-Texscht do iifüegä

# pasteThePgnStringHere
source: Paste the PGN text here
de_ch: Chasch dä PGN-Texscht do iifüegä

source: From position
de_ch: Vonärä Position uus

source: Continue from here
de_ch: Vo do uus wiiterschpillä

# toStudy
source: Study
de_ch: Schtudiä

source: Import game
de_ch: Partii importiärä

# importGameExplanation
source: Paste a game PGN to get a browsable replay, computer analysis, game chat and shareable URL.
de_ch: Wänn du dä PGN iifüegsch, häsch du Zuägriff uf ä Schpiilwiderholig, ä Kompianalysä, en Tschätt und än teilbarä URL.

source: This is a chess CAPTCHA.
de_ch: Das isch äs Schach-CAPTCHA.

# clickOnTheBoardToMakeYourMove
source: Click on the board to make your move, and prove you are human.
de_ch: Klick ufs Brätt und mach än Zug zum bewiisä, das du än Mänsch bisch.

source: Not a checkmate
de_ch: Keis Schachmatt

# whiteCheckmatesInOneMove
source: White to checkmate in one move
de_ch: Wiis setzt Schwarz i eim Zug Matt

# blackCheckmatesInOneMove
source: Black to checkmate in one move
de_ch: Schwarz setzt Wiis i eim Zug Matt

source: Retry
de_ch: Nomol versuächä

source: Reconnecting
de_ch: Widerverbindä

source: Favorite opponents
de_ch: Hüfigschti Gägner

source: Follow
de_ch: Folgä

source: Following
de_ch: Folg ich

source: Unfollow
de_ch: Nümä folgä

# followX
source: Follow {param}
de_ch: {param} folgä

# unfollowX
source: Unfollow {param}
de_ch: {param} entfolgä

source: Block
de_ch: Blockiärä

source: Blocked
de_ch: Blockiärt

source: Unblock
de_ch: Nümä blockiärä

source: Follows you
de_ch: Folgät dir

# xStartedFollowingY
source: {param1} started following {param2}
de_ch: {param1} folgät jetzt {param2}

source: More
de_ch: Meh

source: Member since
de_ch: Mitgliid sit

# lastSeenActive
source: Active {param}
de_ch: Zletscht aktiv {param}

source: Player
de_ch: Schpiller/-in

source: List
de_ch: Lischtä

source: Graph
de_ch: Graaf

source: Required.
de_ch: Pflichtfäld.

source: Open tournaments
de_ch: Offeni Turniär

source: Duration
de_ch: Duur

source: Winner
de_ch: Gwünner

source: Standing
de_ch: Tabällä

source: Create a new tournament
de_ch: Neus Turniär erschtellä

source: Tournament calendar
de_ch: Turniärkaländär

# conditionOfEntry
source: Entry requirements:
de_ch: Teilnahmebedingigä:

source: Advanced settings
de_ch: Erwiitäräti Iischtelligä

# safeTournamentName
source: Pick a very safe name for the tournament.
de_ch: Wähl än möglichscht sichäre Namä fürs Turniär.

# inappropriateNameWarning
source: Anything even slightly inappropriate could get your account closed.
de_ch: Alläs nur äs bitzli Unagmässäs chan zur Schlüssig vo dim Konto füährä.

# emptyTournamentName
source: Leave empty to name the tournament after a notable chess player.
de_ch: Frei laa zum s Turniär nach emene namhaftä Schachspilär z benännä.

# recommendNotTouching
source: We recommend not touching these.
de_ch: Mir empfehläd, d'Finger devo z'loh.

# fewerPlayers
source: If you set entry requirements, your tournament will have fewer players.
de_ch: Wänn du Teilnahmebedingigä setzisch, wird dis Turniär wäniger Schpiller/-innä ha.

source: Show advanced settings
de_ch: Zeig erwiitäräti Iischtelligä

# makePrivateTournament
source: Make the tournament private, and restrict access with a password
de_ch: Mach s'Turniär privat und beschränk dä Zuägang mitämä Passwort

source: Join
de_ch: Teilnää

source: Withdraw
de_ch: Zruggzüchä

source: Points
de_ch: Pünkt

source: Wins
de_ch: Siig

source: Losses
de_ch: Niderlagä

source: Created by
de_ch: Erschtellt vo

# tournamentIsStarting
source: The tournament is starting
de_ch: S'Turniär fangt aa

# tournamentPairingsAreNowClosed
source: The tournament pairings are now closed.
de_ch: Äs wärdäd kei neui Turniärschpiil meh gschtartät.

# standByX
source: Stand by {param}, pairing players, get ready!
de_ch: D'Turniär-Paarigä wärdäd zuäteilt. Parat machä zum Aafangä, {param}!

source: You are playing!
de_ch: Dis Schpiil fangt aa!

source: Win rate
de_ch: Siigesratä

source: Berserk rate
de_ch: Bärsärkratä

source: Performance
de_ch: Leischtig

source: Tournament complete
de_ch: S'Turniär isch färtig

source: Moves played
de_ch: Gschpillti Züg

source: White wins
de_ch: Siig mit Wiis

source: Black wins
de_ch: Siig mit Schwarz

source: Draws
de_ch: Remis

# nextXTournament
source: Next {param} tournament:
de_ch: Nöchschts {param} Turniär:

source: Average opponent
de_ch: Durchschnittlichä Gägnär

source: Board editor
de_ch: Schtellig ufbouä

source: Set the board
de_ch: Brätt ufbouä

source: Popular openings
de_ch: Beliäbti Eröffnigä

source: Endgame positions
de_ch: Ändschpiilpositionä

# chess960StartPosition
source: Chess960 start position: {param}
de_ch: Fischer Random Aafangsschtellig: {param}

# startPosition
source: Starting position
de_ch: Aafangsposition

source: Clear board
de_ch: Brätt löschä

source: Load position
de_ch: Schtellig ladä

# isPrivate
source: Private
de_ch: Privaat

# reportXToModerators
source: Report {param} to moderators
de_ch: Mäld {param} dä Moderatorä

# profileCompletion
source: Profile completion: {param}
de_ch: Profil-Vollschtändigkeit: {param}

# xRating
source: {param} rating
de_ch: {param} Wärtigszahl

source: If none, leave empty
de_ch: Nur falls vorhandä

source: Profile
de_ch: Profiil

source: Edit profile
de_ch: Profiil bearbeitä

# firstName
source: Given name
de_ch: Vornamä

source: Last name
de_ch: Nochnamä

source: Biography
de_ch: Biografii

source: Country or flag
de_ch: Land oder Flaggä

source: Thank you!
de_ch: Vilä Dank!

source: Social media links
de_ch: Soziali-Mediä-Links

source: Previously on Lichess TV
de_ch: Zletscht uf Lichess TV

source: Online players
de_ch: Schpiller/-innä online

source: Active players
de_ch: Aktivi Schpiller/-innä

source: Beware, the game is rated but has no clock!
de_ch: Obacht, das Schpiil isch gwärtät, hät aber keis Ziitlimit!

source: Success
de_ch: Jawoll

source: Automatically proceed to next game after moving
de_ch: Nochämä Zug automatisch zur nöchschtä Partii goh

source: Auto switch
de_ch: Automatischä Wächsäl

source: Puzzles
de_ch: Ufgoobä

source: Tournament winners
de_ch: Turniärsiiger

source: Name
de_ch: Namä

source: Description
de_ch: Beschriibig

# descPrivate
source: Private description
de_ch: Privati Beschriibig

# descPrivateHelp
source: Text that only the team members will see. If set, replaces the public description for team members.
de_ch: Tegscht wo numä Teammitgliider gseh chönd. Wänn usgfüllt, ersetzt är für Teammitglider dä öffentlichi Tegscht.

source: No
de_ch: Nei dankä

source: Yes
de_ch: Jawoll

source: Help:
de_ch: Hilf:

source: Create a new topic
de_ch: Ärschtell äs neus Thema

source: Topics
de_ch: Themä

source: Posts
de_ch: Biiträg

source: Last post
de_ch: Letschtä Biitrag

source: Views
de_ch: Sichtigä

source: Replies
de_ch: Antwortä

source: Reply to this topic
de_ch: Uf das Thema antwortä

source: Reply
de_ch: Antwortä

source: Message
de_ch: Nachricht

source: Create the topic
de_ch: Thema ärschtellä

source: Report a user
de_ch: Benutzer-/in mäldä

source: User
de_ch: Benutzer/-in

source: Reason
de_ch: Grund

# whatIsIheMatter
source: What's the matter?
de_ch: Was isch s'Problem?

source: Cheat
de_ch: Bschiss

source: Insult
de_ch: Beleidigung

source: Rating manipulation
de_ch: Manipulation vo dä Wärtigszahl

source: Other
de_ch: Suschtigs

# reportDescriptionHelp
source: Paste the link to the game(s) and explain what is wrong about this user behavior. Don't just say "they cheat", but tell us how you came to this conclusion. Your report will be processed faster if written in English.
de_ch: Füeg dä Link zu einerä oder mehrärä Partii(ä) ii und erchlär, was falsch isch mit äm Benutzer sim / dä Benutzerin ihräm Verhaltä. Säg nöd eifach "bschiist", sondern säg au wie du uf dä Schluss cho bisch. Din Bricht wird schnellär bearbeität, wännd Änglisch redsch.

# by
source: by {param}
de_ch: vo {param}

source: This topic is now closed.
de_ch: Das Thema isch gschlossä wordä.

source: Notes
de_ch: Notizä

source: Type private notes here
de_ch: Privati Notizä da iigäh

source: Invalid username or password
de_ch: Ungültigä Benutzernamä oder Passwort

source: Incorrect password
de_ch: Falschs Passwort

source: Invalid authentication code
de_ch: Ungültigä Authäntifiziärigscode
