Repository: GoldenDragon0830/Lichess-org_android-iOS
Catalog: lib/l10n/lila_*.arb
Languages: de_ch

# lichessPatronInfo
source: Lichess is a charity and entirely free/libre open source software. All operating costs, development, and content are funded solely by user donations.
de_ch: Lichess isch ä Wohltätigkeitsorganisation und ä völlig chostälosi/freii Open-Source-Software. Alli Betriebschostä, Entwicklig und Inhält wärdäd usschliässlich dur Benutzerschpändä finanziärt.

source: Coach manager
de_ch: Trääner Mänätscher

source: Streamer manager
de_ch: Schtriimer Mänätscher

# cancelTournament
source: Cancel the tournament
de_ch: Turniär abbrächä

# tournDescription
source: Tournament description
de_ch: Turniärbeschriibig

# tournDescriptionHelp
source: Anything special you want to tell the participants? Try to keep it short. Markdown links are available: [name](https://url)
de_ch: Wettsch dä Teilnehmer öppis Bsundrix mitteilä? Halt dich churz. Du chasch ä Url mitmä Namä verseh: [name](https://url)

# ratedFormHelp
source: Games are rated and impact players ratings
de_ch: Partiiä sind gwärtät und beeiflussäd Schpillärwärtig

source: Only members of team
de_ch: Nur Teammitgliidär

source: No restriction
de_ch: Kä Iischränkigä

source: Minimum rated games
de_ch: Mindeschtaazahl vo gwärtätä Partiiä

source: Minimum rating
de_ch: Mindäscht-Wärtig

source: Maximum weekly rating
de_ch: Maximali Wärtigszahl i därä Wuchä

# onlyTitled
source: Only titled players
de_ch: Nur Schpillär mit Titel

# onlyTitledHelp
source: Require an official title to join the tournament
de_ch: Brucht än offiziellä Titel, zum a dem Turniär teilznäh

# positionInputHelp
source: Paste a valid FEN to start every game from a given position. It only works for standard games, not with variants. You can use the {param} to generate a FEN position, then paste it here. Leave empty to start games from the normal initial position.
de_ch: Füäg än gültigä FEN ii, zum jedi Partii usärä bestimmtä Schtellig z'schtartä. Das funktioniärt nur für Schtandardschpiil, nöd für Variantä. Du chasch dä {param} verwändä, zum ä FEN-Schtelliig z'generiärä und diä denn do iizfüägä. Läär loh, zum Partiiä vode normale Usgangsschtellig us z'schtartä.

# cancelSimul
source: Cancel the simul
de_ch: Simultan abbrächä

# simulHostcolor
source: Host color for each game
de_ch: Farb vom Veraaschtaltär i jedärä Partii

# estimatedStart
source: Estimated start time
de_ch: Vorussichtlichi Schtartziit

# simulFeatured
source: Feature on {param}
de_ch: Uf {param} zeigä

# simulFeaturedHelp
source: Show your simul to everyone on {param}. Disable for private simuls.
de_ch: Zeig allnä uf {param} dis Simultan. Für äs privats Schpiil deaktiviärä.

source: Simul description
de_ch: Simultanbeschriibig

# simulDescriptionHelp
source: Anything you want to tell the participants?
de_ch: Wettsch dä Teilnehmer öppis mitteilä?

# markdownAvailable
source: {param} is available for more advanced syntax.
de_ch: {param} isch für erwiitärätä Syntax erhältlich.

# embedsAvailable
source: Paste a game URL or a study chapter URL to embed it.
de_ch: Füäg zum Ibettä ä Spiil-URL odär ä Studiäkapitäl-URL ii.

# inYourLocalTimezone
source: In your own local timezone
de_ch: I dinärä eigänä lokalä Ziitzonä

# tournChat
source: Tournament chat
de_ch: Turniärtschätt

source: No chat
de_ch: Kein Tschätt

source: Only team leaders
de_ch: Nur Teamleitär

source: Only team members
de_ch: Nur Teammitglidär

# navigateMoveTree
source: Navigate the move tree
de_ch: Dur dä Zugbaum navigiärä

source: Mouse tricks
de_ch: Muus-Tricks

# toggleLocalAnalysis
source: Toggle local computer analysis
de_ch: Lokali Kompianalyse aktiviärä/deaktiviärä

# toggleAllAnalysis
source: Toggle all computer analysis
de_ch: Alli Kompianalyse aktiviärä/deaktiviärä

# playComputerMove
source: Play best computer move
de_ch: Spiil dä beschti Kompiutärzug

source: Analysis options
de_ch: Analüsä optionä

source: Focus chat
de_ch: Tschätt fokussiärä

# showHelpDialog
source: Show this help dialog
de_ch: Zeig dä Hilfsdialog

source: Reopen your account
de_ch: Konto widär eröffnä

# closedAccountChangedMind
source: If you closed your account, but have since changed your mind, you get one chance of getting your account back.
de_ch: Wänn du dä Account gschlossä häsch, abär nachhär dini Meinig gändärät häsch, häsch ä Chancä din Account zrugg übärzcho.

# onlyWorksOnce
source: This will only work once.
de_ch: Das funktioniärt nur eimal.

# cantDoThisTwice
source: If you close your account a second time, there will be no way of recovering it.
de_ch: Wänn du dis Konto äs zweits Mal schlüssisch, gits kä Möglichkeit meh, s widärhärzschtellä.

# emailAssociatedToaccount
source: Email address associated to the account
de_ch: E-Mail-Adrässä vo dim Konto

# sentEmailWithLink
source: We've sent you an email with a link.
de_ch: Mir häd der äs Mail mitäm Link gschickt.

source: Tournament entry code
de_ch: Turniäriigangscode

source: Hang on!
de_ch: Momäntäli!

# gameInProgress
source: You have a game in progress with {param}.
de_ch: Du häsch no ä laufädi Partii mit {param}.

source: Abort the game
de_ch: Partii abbrächä

source: Resign the game
de_ch: Partii ufgää

# youCantStartNewGame
source: You can't start a new game until this one is finished.
de_ch: Du chasch kä neui Partii startä, bevor du diä abgschlossä häsch.

# opponentLeftCounter
source: {count, plural, =1{Your opponent left the game. You can claim victory in {count} second.} other{Your opponent left the game. You can claim victory in {count} seconds.}}
de_ch: {count, plural, =1{Din Gägner hät d'Partii verlah. Du chasch i {count} Sekundä din Siig beaschpruchä.} other{Din Gägner hät d'Partii verlah. Du chasch i {count} Sekundä din Siig beaschpruchä.}

# mateInXHalfMoves
source: {count, plural, =1{Mate in {count} half-move} other{Mate in {count} half-moves}}
de_ch: {count, plural, =1{Matt i {count} Halbzug} other{Matt i {count} Halbzüg}

# nbBlunders
source: {count, plural, =1{{count} blunder} other{{count} blunders}}
de_ch: {count, plural, =1{{count} grobä Fähler} other{{count} grobi Fählär}

# nbMistakes
source: {count, plural, =1{{count} mistake} other{{count} mistakes}}
de_ch: {count, plural, =1{{count} Fähler} other{{count} Fähler}

# nbInaccuracies
source: {count, plural, =1{{count} inaccuracy} other{{count} inaccuracies}}
de_ch: {count, plural, =1{{count} Ungnauigkeit} other{{count} Ungnauigkeitä}

# nbPlayers
source: {count, plural, =1{{count} player} other{{count} players}}
de_ch: {count, plural, =1{{count} Schpiller/-in} other{{count} Schpiller/-innä}

# nbGames
source: {count, plural, =1{{count} game} other{{count} games}}
de_ch: {count, plural, =1{{count} Partii} other{{count} Partiiä}

# nbBookmarks
source: {count, plural, =1{{count} bookmark} other{{count} bookmarks}}
de_ch: {count, plural, =1{{count} Läsezeichä} other{{count} Läsezeichä}

# nbDays
source: {count, plural, =1{{count} day} other{{count} days}}
de_ch: {count, plural, =1{{count} Tag} other{{count} Täg}

# nbHours
source: {count, plural, =1{{count} hour} other{{count} hours}}
de_ch: {count, plural, =1{{count} Schtund} other{{count} Schtundä}

# rankIsUpdatedEveryNbMinutes
source: {count, plural, =1{Rank is updated every minute} other{Rank is updated every {count} minutes}}
de_ch: {count, plural, =1{Platzierig wird jedi Minutä aktualisiärt} other{Platzierig wird alli {count} Minutä aktualisiärt}

# nbPuzzles
source: {count, plural, =1{{count} puzzle} other{{count} puzzles}}
de_ch: {count, plural, =1{{count} Ufgab} other{{count} Ufgabä}

# nbGamesWithYou
source: {count, plural, =1{{count} game with you} other{{count} games with you}}
de_ch: {count, plural, =1{{count} Partii mit dir} other{{count} Partiiä mit dir}

# nbRated
source: {count, plural, =1{{count} rated} other{{count} rated}}
de_ch: {count, plural, =1{{count} gwärtät} other{{count} gwärtäti}

# nbWins
source: {count, plural, =1{{count} win} other{{count} wins}}
de_ch: {count, plural, =1{{count} Siig} other{{count} Siig}

# nbLosses
source: {count, plural, =1{{count} loss} other{{count} losses}}
de_ch: {count, plural, =1{{count} Niderlag} other{{count} Niderlagä}

# nbDraws
source: {count, plural, =1{{count} draw} other{{count} draws}}
de_ch: {count, plural, =1{{count} Remis} other{{count} Remis}

# nbPlaying
source: {count, plural, =1{{count} playing} other{{count} playing}}
de_ch: {count, plural, =1{{count} laufändi Partii} other{{count} laufändi Partiiä}

# giveNbSeconds
source: {count, plural, =1{Give {count} second} other{Give {count} seconds}}
de_ch: {count, plural, =1{Em Gägner {count} Sekundä gä} other{Em Gägner {count} Sekundä gä}

# nbTournamentPoints
source: {count, plural, =1{{count} tournament point} other{{count} tournament points}}
de_ch: {count, plural, =1{{count} Turniärpunkt} other{{count} Turniärpünkt}

# nbStudies
source: {count, plural, =1{{count} study} other{{count} studies}}
de_ch: {count, plural, =1{{count} Studiä} other{{count} Studiä}

# moreThanNbRatedGames
source: {count, plural, =1{≥ {count} rated game} other{≥ {count} rated games}}
de_ch: {count, plural, =1{≥ {count} gwärtäts Schpiil} other{≥ {count} gwärtäti Schpiil}

# moreThanNbPerfRatedGames
source: {count, plural, =1{≥ %1$s %2$s rated game} other{≥ %1$s %2$s rated games}}
de_ch: {count, plural, =1{≥ %1$s gwärtäts %2$s Schpiil} other{≥ %1$s gwärtäti %2$s Schpiil}

# needNbMorePerfGames
source: {count, plural, =1{You need to play %1$s more %2$s rated game} other{You need to play %1$s more %2$s rated games}}
de_ch: {count, plural, =1{Du muäsch no %1$s gwärtäti Partii meh %2$s schpilä} other{Du muäsch no %1$s gwärtäti Partiiä meh %2$s schpilä}

# needNbMoreGames
source: {count, plural, =1{You need to play {count} more rated game} other{You need to play {count} more rated games}}
de_ch: {count, plural, =1{Du muäsch no {count} gwärtäts Schpiil meh schpilä} other{Du muäsch no {count} gwärtäti Schpiil meh schpilä}

# nbImportedGames
source: {count, plural, =1{{count} imported game} other{{count} imported games}}
de_ch: {count, plural, =1{{count} importierti Partii} other{{count} importierti Partiiä}

# nbFriendsOnline
source: {count, plural, =1{{count} friend online} other{{count} friends online}}
de_ch: {count, plural, =1{{count} Fründ online} other{{count} Fründä online}

# nbFollowers
source: {count, plural, =1{{count} follower} other{{count} followers}}
de_ch: {count, plural, =1{{count} Follower} other{{count} Follower}

# nbFollowing
source: {count, plural, =1{{count} following} other{{count} following}}
de_ch: {count, plural, =1{{count} folgänd} other{{count} folgänd}

# lessThanNbMinutes
source: {count, plural, =1{Less than {count} minute} other{Less than {count} minutes}}
de_ch: {count, plural, =1{Wenigär als {count} Minutä} other{Wenigär als {count} Minutä}

# nbGamesInPlay
source: {count, plural, =1{{count} game in play} other{{count} games in play}}
de_ch: {count, plural, =1{{count} laufändi Partii} other{{count} laufendi Partiiä}

# maximumNbCharacters
source: {count, plural, =1{Maximum: {count} character.} other{Maximum: {count} characters.}}
de_ch: {count, plural, =1{Höchschtens {count} Zeichä.} other{Höchschtens {count} Zeichä.}

# blocks
source: {count, plural, =1{{count} block} other{{count} blocks}}
de_ch: {count, plural, =1{{count} gesperrtä/-i Schpiller/-in} other{{count} gesperrti Schpiller/-innä}

# nbForumPosts
source: {count, plural, =1{{count} forum post} other{{count} forum posts}}
de_ch: {count, plural, =1{{count} Foräbiitrag} other{{count} Foräbiiträg}

# nbPerfTypePlayersThisWeek
source: {count, plural, =1{%1$s %2$s player this week.} other{%1$s %2$s players this week.}}
de_ch: {count, plural, =1{%1$s %2$s Schpiller/-in diä Wuchä.} other{%1$s %2$s Schpiller/-innä diä Wuchä.}

# availableInNbLanguages
source: {count, plural, =1{Available in {count} language!} other{Available in {count} languages!}}
de_ch: {count, plural, =1{Verfüägbar i {count} Sproch!} other{Verfüägbar i {count} Sprochä, sogar Mundart!}

# nbSecondsToPlayTheFirstMove
source: {count, plural, =1{{count} second to play the first move} other{{count} seconds to play the first move}}
de_ch: {count, plural, =1{{count} Sekundä, zum dä erschte Zug z'machä} other{{count} Sekundä, zum dä erschte Zug z'machä}

# nbSeconds
source: {count, plural, =1{{count} second} other{{count} seconds}}
de_ch: {count, plural, =1{{count} Sekundä} other{{count} Sekundä}

# andSaveNbPremoveLines
source: {count, plural, =1{and save {count} premove line} other{and save {count} premove lines}}
de_ch: {count, plural, =1{und speichärä {count} Variantä im Voruus} other{und speichärä {count} Variantä im Voruus}

source: Puzzle themes
de_ch: Ufgoobäthemänä

source: Recommended
de_ch: Empfohlä

source: Phases
de_ch: Phasä

source: Motifs
de_ch: Motiv

source: Advanced
de_ch: Fortgschrittä

source: Lengths
de_ch: Längen

source: Mates
de_ch: Matts

source: Goals
de_ch: Ziele

source: Origin
de_ch: Herkunft

source: Special moves
de_ch: Besondere Züge

source: Did you like this puzzle?
de_ch: Hat dir diese Aufgabe gefallen?

# voteToLoadNextOne
source: Vote to load the next one!
de_ch: Stimme ab, um die nächste zu laden!

# yourPuzzleRatingWillNotChange
source: Your puzzle rating will not change. Note that puzzles are not a competition. Ratings help select the best puzzles for your current skill.
de_ch: Deine Puzzle-Wertung wird sich nicht ändern. Beachte, dass Aufgaben kein Wettbewerb sind. Deine Wertung hilft, die geeignetsten Aufgaben für deine aktuelle Spielstärke auszuwählen.

source: Find the best move for white.
de_ch: Find dä beschte Zug für Wiis.

source: Find the best move for black.
de_ch: Finde den besten Zug für Schwarz.

source: To get personalized puzzles:
de_ch: Zum personalisiärti Ufgoobä z'bechoo:

# puzzleId
source: Puzzle {param}
de_ch: Aufgabe {param}

source: Puzzle of the day
de_ch: Ufgoob vom Tag

source: Click to solve
de_ch: Zum Lösen klicken

source: Good move
de_ch: Guter Zug

source: Best move!
de_ch: Bester Zug!

source: Keep going…
de_ch: Mach weiter…

# puzzleSuccess
source: Success!
de_ch: Korrekt!

source: Puzzle complete!
de_ch: Aufgabe abgeschlossen!

# notTheMove
source: That's not the move!
de_ch: Das ist nicht der Zug!

source: Try something else.
de_ch: Versuche etwas anderes.

# ratingX
source: Rating: {param}
de_ch: Wertung: {param}

source: hidden
de_ch: verschteckt

# fromGameLink
source: From game {param}
de_ch: Us dä Partii {param}

source: Continue training
de_ch: Training fortsetzen

source: Difficulty level
de_ch: Schwierigkeitsgrad

source: Easier
de_ch: Einfacher

source: Easiest
de_ch: Am einfachsten

source: Harder
de_ch: Schwieriger

source: Hardest
de_ch: Am schwierigsten

source: Example
de_ch: Beispiel

source: Add another theme
de_ch: Ein weiteres Motiv hinzufügen

source: Jump to next puzzle immediately
de_ch: Sofort zur nöchschtä Ufgoob gumpä

source: Puzzle Dashboard
de_ch: Ufgoobäübersicht

source: Improvement areas
de_ch: Värbessärigsbereich

source: Strengths
de_ch: Stärken

# history
source: Puzzle history
de_ch: Ufoobäverlauf

source: solved
de_ch: gelöst

source: failed
de_ch: fehlgeschlagen

# streakDescription
source: Solve progressively harder puzzles and build a win streak. There is no clock, so take your time. One wrong move, and it's game over! But you can skip one move per session.
de_ch: Lös schwiriger wärdändi Ufgoobä und bau än Erfolgsschträhnä uf. Äs git kei Uhr, also nimm'der Ziit. Än falschä Zug und äs isch vorbei! Du chasch aber ein Zug pro Sitzig überschpringä.

# yourStreakX
source: Your streak: {param}
de_ch: Dini Siegesschträhnä: {param}

# streakSkipExplanation
source: Skip this move to preserve your streak! Only works once per run.
de_ch: Überschpring dä Zug, zum dini Erfolgsschträhnä biizbhaltä! Du chasch das nur eimol pro Durchlauf machä.

source: Continue the streak
de_ch: Erfolgsserie fortsetzen

source: New streak
de_ch: Neue Erfolgsserie

source: From my games
de_ch: Aus meinen Partien

# lookupOfPlayer
source: Search puzzles from a player's games
de_ch: Suche Aufgaben aus den Partien eines Spielers

# fromXGames
source: Puzzles from {param}'s games
de_ch: Aufgaben aus Partien von {param}

source: Search puzzles
de_ch: Aufgaben suchen

# fromMyGamesNone
source: You have no puzzles in the database, but Lichess still loves you very much. Play rapid and classical games to increase your chances of having a puzzle of yours added!
de_ch: Äs befindäd sich kei Ufgoobä vo dir idä Datäbank, aber Lichess schätzt dich immer no sehr. Schpill schnälli und klassischi Partiiä, zum d'Chancä z'erhöchä, än Ufgoob vo dinä Partiiä hinzuäzfüägä!

# fromXGamesFound
source: {param1} puzzles found in {param2} games
de_ch: {param1} Aufgaben in {param2} Partien gefunden

# puzzleDashboardDescription
source: Train, analyse, improve
de_ch: Träniär, analüsiär und werd bessär

# percentSolved
source: {param} solved
de_ch: {param} glöst

# noPuzzlesToShow
source: Nothing to show, go play some puzzles first!
de_ch: Nüt z'zeigä, spill zersch äs paar Ufgoobä!

# improvementAreasDescription
source: Train these to optimize your progress!
de_ch: Üäb diä zum din Vortschritt z'optimiärä!

# strengthDescription
source: You perform the best in these themes
de_ch: Dini Leistig isch am bestä i denä Themänä

# playedXTimes
source: {count, plural, =1{Played {count} time} other{Played {count} times}}
de_ch: {count, plural, =1{{count} mal gespielt} other{{count} mal gespielt}

# nbPointsBelowYourPuzzleRating
source: {count, plural, =1{One point below your puzzle rating} other{{count} points below your puzzle rating}}
de_ch: {count, plural, =1{Ein Punkt unter deiner Aufgaben-Wertung} other{{count} Punkte unter deiner Aufgaben-Wertung}

# nbPointsAboveYourPuzzleRating
source: {count, plural, =1{One point above your puzzle rating} other{{count} points above your puzzle rating}}
de_ch: {count, plural, =1{Ein Punkt über deiner Aufgaben-Wertung} other{{count} Punkte über deiner Aufgabenwertung}

# nbPlayed
source: {count, plural, =1{{count} played} other{{count} played}}
de_ch: {count, plural, =1{{count} gschpillt} other{{count} gschpillt}

# nbToReplay
source: {count, plural, =1{{count} to replay} other{{count} to replay}}
de_ch: {count, plural, =1{{count} zum Wiedärholä} other{{count} zum Wiedärholä}

source: Settings
de_ch: Iischtelligä

source: Close account
de_ch: Benutzerkonto gschlüssä

# closingIsDefinitive
source: Closing is definitive. There is no going back. Are you sure?
de_ch: D'Kontoschlüssig isch endgültig. Es git kas Zrugg imfall. Bisch sicher?

# cantOpenSimilarAccount
source: You will not be allowed to open a new account with the same name, even if the case is different.
de_ch: Du dörfsch kas neus Benutzerkonto mitem gliichä Namä eröffnä, selbscht wänn d'Gross-/Chliischriibig underschidlich isch.

# changedMindDoNotCloseAccount
source: I changed my mind, don't close my account
de_ch: Ich ha mini Meinig gändert, mis Benutzerkonto doch nöd schlüssä

# closeAccountExplanation
source: Are you sure you want to close your account? Closing your account is a permanent decision. You will NEVER be able to log in EVER AGAIN.
de_ch: Bischder sicher, dass du dis Benutzerkonto gschlüsse wöttsch? Das isch en endgültigi Entscheidig. Du wirsch NIE me ide Lag si, dich JEMOLS wieder iizloggä.

source: This account is closed.
de_ch: Das Benutzerkonto isch gschlossä.
