Repository: GoldenDragon0830/Lichess-org_android-iOS
Catalog: lib/l10n/lila_*.arb
Languages: de_ch

source: Email me a link
de_ch: Schick mer än Link per E-Mail

source: Current password
de_ch: Momentans Passwort

source: New password
de_ch: Neus Passwort

source: New password (again)
de_ch: Neus Passwort (widerholä)

# newPasswordsDontMatch
source: The new passwords don't match
de_ch: Di neuä Passwörter sind verschidä

# newPasswordStrength
source: Password strength
de_ch: Passwortstärchi

source: Clock initial time
de_ch: Grundbedänkziit

source: Clock increment
de_ch: Ziit-Inkremänt

source: Privacy
de_ch: Privatsphärä

source: Privacy policy
de_ch: Datäschutzbeschtimmigä

source: Let other players follow you
de_ch: Andärnä erlaubä, mir z'folgä

source: Let other players challenge you
de_ch: Andärnä erlaubä, mich usäzfordärä

source: Let other players invite you to study
de_ch: Andärnä erlaubä, mich zunärä Schtuudiä iizladä

source: Sound
de_ch: Ton

source: None
de_ch: Schtill

source: Fast
de_ch: Schnäll

source: Slow
de_ch: Langsam

source: Inside the board
de_ch: Ufäm Brätt

source: Outside the board
de_ch: Näbädäm Brätt

source: On slow games
de_ch: Bi langsamä Partiiä

source: Always
de_ch: Schtändig

source: Never
de_ch: Niä

# xCompetesInY
source: {param1} competes in {param2}
de_ch: {param1} nimmt bi {param2} teil

source: Victory
de_ch: Siig

source: Defeat
de_ch: Niderlag

# victoryVsYInZ
source: {param1} vs {param2} in {param3}
de_ch: {param1} gäg {param2} in {param3}

# defeatVsYInZ
source: {param1} vs {param2} in {param3}
de_ch: {param1} gäg {param2} in {param3}

# drawVsYInZ
source: {param1} vs {param2} in {param3}
de_ch: {param1} gäg {param2} in {param3}

source: Timeline
de_ch: Värlauf

source: Starting:
de_ch: Schtartät:

source: All information is public and optional.
de_ch: Alli Informationä sind öffentlich und freiwillig.

# biographyDescription
source: Talk about yourself, your interests, what you like in chess, your favorite openings, players, ...
de_ch: Verzell über dich, was du a Schach gärn häsch, dini Lieblingseröffnigä, Partiiä, Schpiller/-innä, ...

# listBlockedPlayers
source: List players you have blocked
de_ch: Lischtä vo dinä gesperrtä Schpillär

source: Human
de_ch: Mänsch

source: Computer
de_ch: Kompi

source: Side
de_ch: Farb

source: Clock
de_ch: Uhr

source: Opponent
de_ch: Gägner

# learnMenu
source: Learn
de_ch: Lärnä

# studyMenu
source: Study
de_ch: Schtuudiä

source: Practice
de_ch: Träniärä

source: Community
de_ch: Gmeinschaft

source: Tools
de_ch: Wärchzüüg

source: Increment
de_ch: Inkremänt

# ifRatingIsPlusMinusX
source: If rating is ± {param}
de_ch: Nur, wänn d'Wärtigszahl ± {param} isch

source: Only existing conversations
de_ch: Nur bestehändi Konversazionä

source: Only friends
de_ch: Nur Fründä

source: Menu
de_ch: Menü

source: Castling
de_ch: Roschaadä

# whiteCastlingKingside
source: White O-O
de_ch: Wiis O-O

# blackCastlingKingside
source: Black O-O
de_ch: Schwarz O-O

# tpTimeSpentPlaying
source: Time spent playing: {param}
de_ch: Gsamt-Spiilziit: {param}

source: Watch games
de_ch: Partiiä aaluägä

# tpTimeSpentOnTV
source: Time on TV: {param}
de_ch: Gsamtziit uf Lichess TV: {param}

source: Watch
de_ch: Zuäluägä

source: Video library
de_ch: Filmli-Bibliothek

# streamersMenu
source: Streamers
de_ch: Schtriimer/-innä

source: Mobile App
de_ch: Mobili Äpp

source: Webmasters
de_ch: Webmaster

source: About
de_ch: Über

# aboutX
source: About {param}
de_ch: Über {param}

# xIsAFreeYLibreOpenSourceChessServer
source: {param1} is a free ({param2}), libre, no-ads, open source chess server.
de_ch: {param1} isch än freiä, quelläoffnä Schachservär. Gratis ({param2}) und kä Wärbig.

source: really
de_ch: würkli

source: Contribute
de_ch: Mitmachä

source: Terms of Service
de_ch: AGB

source: Source Code
de_ch: Quällcode

source: Simultaneous exhibitions
de_ch: Simultanschach

source: Host
de_ch: Veraastalter

# hostColorX
source: Host color: {param}
de_ch: Farb vom Veraastalter: {param}

# createdSimuls
source: Newly created simuls
de_ch: Neui Simultanspiel

source: Host a new simul
de_ch: Äs neus Simultan veraastaltä

# noSimulFound
source: Simul not found
de_ch: Simultan nöd gfundä

# noSimulExplanation
source: This simultaneous exhibition does not exist.
de_ch: Das Simultan exischtiärt nöd.

source: Return to simul homepage
de_ch: Zrugg zur Simultan-Homepage

# aboutSimul
source: Simuls involve a single player facing several players at once.
de_ch: Bim Simultan schpillt än Schpiller / ä Schpillerin gliichziitig gäg mehreri Gägner.

# aboutSimulImage
source: Out of 50 opponents, Fischer won 47 games, drew 2 and lost 1.
de_ch: Gäg 50 Gägner hät dä Fischer 47 Partiä gwunnä, zwei remisiärt und eini verlorä.

# aboutSimulRealLife
source: The concept is taken from real world events. In real life, this involves the simul host moving from table to table to play a single move.
de_ch: S'Konzept ähnlet dem vo ächte Simultanveraaschtaltigä, wo sich dä Veraaschtalter vo Brätt zu Brätt bewegt.

# aboutSimulRules
source: When the simul starts, every player starts a game with the host, who gets to play the white pieces. The simul ends when all games are complete.
de_ch: Bim Schtart vom Simultan fangt dä Veraaschtalter mit Wiis a und schpillt so lang mit wächselnde Gägner, bis alli Partiä färtig sind.

# aboutSimulSettings
source: Simuls are always casual. Rematches, takebacks and adding time are disabled.
de_ch: Simultans sind immer ungwärtet. Revanchä, Rücknahme und zuäsätzlichi Ziit sind deaktiviärt.

source: Create
de_ch: Erschtellä

# whenCreateSimul
source: When you create a Simul, you get to play several players at once.
de_ch: Wänn du es Simultan erschtellsch, spillsch mit mehrerä Gägner glichziitig.

# simulVariantsHint
source: If you select several variants, each player gets to choose which one to play.
de_ch: Wänn du mehreri Variantä uswählsch, chan jedä Spiller eini ussueche, woner wot spillä.

# simulClockHint
source: Fischer Clock setup. The more players you take on, the more time you may need.
de_ch: Fischer Bedänkziit. Je meh Gägner du häsch, desto meh Ziit bruchsch wahrschinli au.

# simulAddExtraTime
source: You may add extra time to your clock to help cope with the simul.
de_ch: Du chasch der extra Ziit gäh, demit mit em Simutlan zrächtchunsch.

# simulHostExtraTime
source: Host extra clock time
de_ch: Extra Bedenkziit vom Veraastalter

source: Lichess tournaments
de_ch: Lichess Turniär

# tournamentFAQ
source: Arena tournament FAQ
de_ch: Arena FAQ

source: Time before tournament starts
de_ch: Ziit bis s'Turniär schtartät

source: Average centipawn loss
de_ch: Ø-Verluscht vo Centipuurä pro Zug

source: Keyboard shortcuts
de_ch: Taschtächürzel

# keyMoveBackwardOrForward
source: move backward/forward
de_ch: Zug zrugg/fürä

# keyGoToStartOrEnd
source: go to start/end
de_ch: zum Aafang/Ändi

# keyShowOrHideComments
source: show/hide comments
de_ch: zeig/verschteck Kommentär

# keyEnterOrExitVariation
source: enter/exit variation
de_ch: Variantä wählä/verlaa

source: New tournament
de_ch: Neus Turniär

# tournamentHomeTitle
source: Chess tournaments featuring various time controls and variants
de_ch: Schachturniär mit verschidänä Ziitkontrollä und Schachvariantä

# tournamentHomeDescription
source: Play fast-paced chess tournaments! Join an official scheduled tournament, or create your own. Bullet, Blitz, Classical, Chess960, King of the Hill, Threecheck, and more options available for endless chess fun.
de_ch: Schpill rasanti Turniär! Tritt ämänä plantä Turniär bii oder ärschtell gad äs neuis. Bullet, Blitz, Klassisch, Fischer-Rändom, Hügelkönig, Drüfachschach und wiitäri Schachvarianteä für Spass wi bim Après-Ski.

source: Tournament not found
de_ch: Turniär nöd gfundä

# tournamentDoesNotExist
source: This tournament does not exist.
de_ch: Das Turniär gits nöd.

# tournamentMayHaveBeenCanceled
source: The tournament may have been canceled if all players left before it started.
de_ch: Womöglich ischäs abgsait worde, wil zu Turniärbeginn kei Schpiller/-innä (meh) registriärt gsi sind.

source: Return to tournaments homepage
de_ch: Zrugg zur Turniär-Homepage

# weeklyPerfTypeRatingDistribution
source: Weekly {param} rating distribution
de_ch: Wüchäntlichi {param}-Wärtigsverteilig

# yourPerfTypeRatingIsRating
source: Your {param1} rating is {param2}.
de_ch: Dini {param1}-Wärtigszahl isch {param2}.

# youAreBetterThanPercentOfPerfTypePlayers
source: You are better than {param1} of {param2} players.
de_ch: Du bisch besser als {param1} vo {param2}-Schpiller/-innä.

# userIsBetterThanPercentOfPerfTypePlayers
source: {param1} is better than {param2} of {param3} players.
de_ch: {param1} isch besser als {param2} vo {param3}-Schpiller/-innä.

# youDoNotHaveAnEstablishedPerfTypeRating
source: You do not have an established {param} rating.
de_ch: Du häsch kei feschtstehändi {param}-Wärtig.

source: Your rating
de_ch: Dini Wärtigszahl

source: Cumulative
de_ch: Summiärt

source: Glicko-2 rating
de_ch: Glicko-2 Wärtig

source: Check your Email
de_ch: Tschägg dini E-Mails

# weHaveSentYouAnEmailClickTheLink
source: We've sent you an email. Click the link in the email to activate your account.
de_ch: Mir händ dir äs E-Mail gschickt. Klick uf dä Link i dä Email, zum din Account z'aktiviärä.

# ifYouDoNotSeeTheEmailCheckOtherPlaces
source: If you don't see the email, check other places it might be, like your junk, spam, social, or other folders.
de_ch: Wänn du diä E-Mail nöd finsch, tschägg i dim E-Mail-Konto, öb si imänä andärä Ordner wi z.B. äm Spamordner oder äm Papierchorb isch.

# weHaveSentYouAnEmailTo
source: We've sent an email to {param}. Click the link in the email to reset your password.
de_ch: Mir händ dir ä Email a {param} gschickt. Klick uf dä Link i därä E-Mail, zum dis Passwort zruggzsetze.

# byRegisteringYouAgreeToBeBoundByOur
source: By registering, you agree to be bound by our {param}.
de_ch: Dur d'Aamäldig wird dä {param} zuägschtimmt.

# readAboutOur
source: Read about our {param}.
de_ch: Lis üsi {param}.

source: Network lag between you and lichess
de_ch: Netzwerkverzögerig zwüsched dir und Lichess

source: Time to process a move on lichess server
de_ch: Ziit, zum än Zug ufäm Lichess-Server z'verarbeitä

source: Download annotated
de_ch: Download mit Kommentär

source: Download raw
de_ch: Download ohni Kommentär

source: Download imported
de_ch: Importiärts Schpiil abäladä

source: Crosstable
de_ch: Matchverlauf

source: You can also scroll over the board to move in the game.
de_ch: Du chasch au ufäm Brätt scrollä, zum diä Partii duräzgoh.

source: Scroll over computer variations to preview them.
de_ch: Scroll über Kompivariantä, zum ä Vorschau uf si z'ärhaltä.

# analysisShapesHowTo
source: Press shift+click or right-click to draw circles and arrows on the board.
de_ch: Truck Shift+Muusklick oder Rechtsklick, zum Chreis und Pfiil ufäm Brätt z'zeichnä.

source: Let other players message you
de_ch: Erlaub andärnä Schpiller/-innä dich z'kontaktiärä

# receiveForumNotifications
source: Receive notifications when mentioned in the forum
de_ch: Benochrichtigung übercho wänn im Forum erwähnt wirsch

# shareYourInsightsData
source: Share your chess insights data
de_ch: Dini persönlichä Schpillerschtatistikä teilä

source: With nobody
de_ch: Mit niämärtäm

source: With friends
de_ch: Mit Fründä

source: With everybody
de_ch: Mit dä ganzä Wält

source: Kid mode
de_ch: Chindermodus

# kidModeExplanation
source: This is about safety. In kid mode, all site communications are disabled. Enable this for your children and school students, to protect them from other internet users.
de_ch: Das isch ä Sicherheitsiischtellig. Im Chindermodus sind alli Kommunikationsmöglichkeitä deaktiviärt. Aktiviär diä Option, zum Chind und Schüäler/innä vor andärnä Internetbenutzer/-innä z'schützä.

# inKidModeTheLichessLogoGetsIconX
source: In kid mode, the lichess logo gets a {param} icon, so you know your kids are safe.
de_ch: Im Chindermodus bechunnt s'Lichess-Logo än {param}-Icon, däm du aagsehsch, dass dini Chind gschützt sind.

source: Enable Kid mode
de_ch: Chindermodus aktiviärä

source: Disable Kid mode
de_ch: Chindermodus deaktiviärä

source: Security
de_ch: Sicherheit

source: Sessions
de_ch: Sitzigä

source: revoke all sessions
de_ch: alli Sitzigä beändä

source: Play chess everywhere
de_ch: Schpill Schach überall

source: As free as lichess
de_ch: Gratis wiä Lichess

source: Built for the love of chess, not money
de_ch: Us Liäbi zum Schach

source: Everybody gets all features for free
de_ch: Alli bechömäd alli Funktionä völlig chostälos

source: Zero advertisement
de_ch: Kei Werbig

source: Full featured
de_ch: Kei Iischränkigä

source: Phone and tablet
de_ch: Natel und Tablet

source: Bullet, blitz, classical
de_ch: Bullet, Blitz, Klassisch

source: Correspondence chess
de_ch: Färnschach

source: Online and offline play
de_ch: Schpill online und offline

source: View the solution
de_ch: Lösig aaluägä

source: Follow and challenge friends
de_ch: Folg dinä Fründä und fordärä si usä

source: Game analysis
de_ch: Schpiilanalysä

# xHostsY
source: {param1} hosts {param2}
de_ch: {param1} hät {param2} ärschtellt

# xJoinsY
source: {param1} joins {param2}
de_ch: {param1} isch {param2} biiträtä

# xLikesY
source: {param1} likes {param2}
de_ch: {param1} gfallt {param2}

source: Quick pairing
de_ch: Schnälls Schpiil

source: Anonymous
de_ch: Anonymä/-i Schpiller/-in

# yourScore
source: Your score: {param}
de_ch: Punkteschtand: {param}

source: Language
de_ch: Sproch

source: Background
de_ch: Hindergrund

source: Light
de_ch: Häll

source: Dark
de_ch: Tunkäl

source: Transparent
de_ch: Durchsichtig

source: Background image URL:
de_ch: Hindergrundbild-URL:

source: Board geometry
de_ch: Brättgrössi und 3D

source: Board theme
de_ch: Brättdesign

source: Board size
de_ch: Brättgrössi

source: Piece set
de_ch: Figuräschtiil

source: Embed in your website
de_ch: I dinärä Websiitä iibettä

# usernameAlreadyUsed
source: This username is already in use, please try another one.
de_ch: Dä Benutzernamä isch bereits vergeh. Bitte versuächs mitämä andärä.

# usernamePrefixInvalid
source: The username must start with a letter.
de_ch: Dä Benutzernamä muäs mitämä Buächschtabä aafoh.

# usernameSuffixInvalid
source: The username must end with a letter or a number.
de_ch: Dä Benutzernamä muäs mitämä Buächschtabä oder mitärä Zahl ändä.

# usernameCharsInvalid
source: The username must only contain letters, numbers, underscores, and hyphens. Consecutive underscores and hyphens are not allowed.
de_ch: Dä Benutzernamä dörf nu Buächschtabä, Zahlä, Understrich und Bindestrich beinhaltä.

# usernameUnacceptable
source: This username is not acceptable.
de_ch: Dä Benutzernamä isch nöd akzeptabäl.

source: Play chess in style
de_ch: Schachschpillä mit Style

source: Chess basics
de_ch: Grundlagä

source: Coaches
de_ch: Trääner

source: Invalid PGN
de_ch: Fählerhafts PGN

source: Invalid FEN
de_ch: FEN isch ungültig

source: Custom
de_ch: Anderi Bedänkziit

source: Notifications
de_ch: Benochrichtigungä

# perfRatingX
source: Rating: {param}
de_ch: Wärtig: {param}

source: Practice with computer
de_ch: Üäb mitäm Kompi

# anotherWasX
source: Another was {param}
de_ch: Au möglich gsi wär {param}

# bestWasX
source: Best was {param}
de_ch: Am beschtä gsi wär {param}

source: You browsed away
de_ch: Du häsch wägblättärät

source: Resume practice
de_ch: Üäbig fortsetzä

source: The game is a draw.
de_ch: Das Schpiil isch Remis.

source: Computer thinking ...
de_ch: Dä Kompi überleit ...

source: See best move
de_ch: Zeig dä beschti Zug

# hideBestMove
source: Hide the best move
de_ch: Verschteck dä beschti Zug

source: Get a hint
de_ch: Hiiwiis aazeigä

source: Evaluating your move ...
de_ch: Din Zug wird bewärtät ...

# whiteWinsGame
source: White wins
de_ch: Wiis gwünnt

# blackWinsGame
source: Black wins
de_ch: Schwarz gwünnt

source: Learn from your mistakes
de_ch: Lärn us dinä Fählär

source: Learn from this mistake
de_ch: Lärn us dem Fählär

source: Skip this move
de_ch: Überschpring dä Zug

source: Next
de_ch: Zum Nöchschtä

# xWasPlayed
source: {param} was played
de_ch: {param} isch gschpillt wordä

# findBetterMoveForWhite
source: Find a better move for white
de_ch: Find än besserä Zug für Wiis

# findBetterMoveForBlack
source: Find a better move for black
de_ch: Find än besserä Zug für Schwarz

source: Resume learning
de_ch: Mitäm Lärnä wiitermachä

source: You can do better
de_ch: Find ä besseri Variantä

source: Try another move for white
de_ch: Probiär än andärä Zug für Wiis

source: Try another move for black
de_ch: Probiär än andärä Zug für Schwarz

source: Solution
de_ch: Lösig

source: Waiting for analysis
de_ch: Wartä uf d'Analysä

# noMistakesFoundForWhite
source: No significant mistakes found for White
de_ch: Kei Fähler bi Wiis gfundä

# noMistakesFoundForBlack
source: No significant mistakes found for Black
de_ch: Kei Fähler bi Schwarz gfundä

source: Done reviewing White mistakes
de_ch: S'Überprüäfä vo Fählär vo Wiis isch abgschlossä

source: Done reviewing Black mistakes
de_ch: S'Überprüäfä vo Fählär vo Schwarz isch abgschlossä

source: Do it again
de_ch: Nomol vo vornä

source: Review White mistakes
de_ch: Überprüäf Fählär vo Wiis

source: Review Black mistakes
de_ch: Überprüäf Fählär vo Schwarz

source: Advantage
de_ch: Vorteil

source: Opening
de_ch: Eröffnig

source: Middlegame
de_ch: Mittelschpiil

source: Endgame
de_ch: Ändschpiil

source: Conditional premoves
de_ch: Bedingti Voruuszüg

source: Add current variation
de_ch: Aktuelli Variantä hinzuäfüägä

# playVariationToCreateConditionalPremoves
source: Play a variation to create conditional premoves
de_ch: Schpill ä Variantä, zum bedingti Voruuszüg hinzuäzfüägä

source: No conditional premoves
de_ch: Kei bedingti Voruuszüg

# playX
source: Play {param}
de_ch: Schpill {param}

source: Sorry :(
de_ch: Tschuldigung :(

source: We had to time you out for a while.
de_ch: Mir händ dich mitärä vorübergehändä Schpiilschperri beleit.

# timeoutExpires
source: The timeout expires {param}.
de_ch: D'Schperri ändät in {param}.

source: Why?
de_ch: Worum?

# pleasantChessExperience
source: We aim to provide a pleasant chess experience for everyone.
de_ch: Mir möchtäd allnä ä möglichscht guäti Schach-Erfahrig büütä.

# goodPractice
source: To that effect, we must ensure that all players follow good practice.
de_ch: Zum das z'ärreichä, müänd mir sicherschtellä, dass sich alli Schpiller/-innä korrekt verhaltäd.

# potentialProblem
source: When a potential problem is detected, we display this message.
de_ch: Mir zeigäd diä Nochricht aa, wänn äs möglichs Problem erkannt wordä isch.

source: How to avoid this?
de_ch: Wiä chan das verhindärät wärdä?

# playEveryGame
source: Play every game you start.
de_ch: Schpill jedes Schpiil, wo du aafohsch.

# tryToWin
source: Try to win (or at least draw) every game you play.
de_ch: Probiär, jedes Schpiil z'gwünnä (oder zumindescht äs Remis z'ärreichä).

# resignLostGames
source: Resign lost games (don't let the clock run down).
de_ch: Gib verloräni Schpiil uf (loh d'Uhr nöd eifach abälaufä).

# temporaryInconvenience
source: We apologize for the temporary inconvenience,
de_ch: Mir entschuldigäd üs für di vorübergehändä Unannehmlichkeitä,

# wishYouGreatGames
source: and wish you great games on lichess.org.
de_ch: und wünschäd Dir gediegäni Schpiil uf lichess.org.

source: Thank you for reading!
de_ch: Merci villmol für’s Läsä!

source: Lifetime score
de_ch: Ewigä Schpillschtand

source: Current match score
de_ch: Aktuällä Schpiilschtand

# agreementAssistance
source: I agree that I will at no time receive assistance during my games (from a chess computer, book, database or another person).
de_ch: Ich schtimmä zuä, dass ich zu keiner Ziit während minä Partiiä Hilf in Aaschpruch nimm (dur än Schachkompi, äs Buäch, ä Datäbank oder än andäri Person).

# agreementNice
source: I agree that I will always be nice to other players.
de_ch: Ich schtimmä zuä, dass ich andärnä Schpiller/-innä immer reschpäktvoll gägänüberträtä.

# agreementPolicy
source: I agree that I will follow all Lichess policies.
de_ch: Ich schtimmä zuä, dass ich allnä Lichess-Richtliniä folgä.

source: Search or start new discussion
de_ch: Suäch oder schtart ä neui Konversazion

source: Edit
de_ch: Bearbeitä

source: Rapid
de_ch: Schnällschach

source: Classical
de_ch: Klassisch

# ultraBulletDesc
source: Insanely fast games: less than 30 seconds
de_ch: Wahnsinnig schnälli Schpiil: Wänigär als 30 Sekundä

# bulletDesc
source: Very fast games: less than 3 minutes
de_ch: Sehr schnälli Partiiä: Wäniger als 3 Minutä

# blitzDesc
source: Fast games: 3 to 8 minutes
de_ch: Schnälli Schpiil: 3 bis 8 Minutä

# rapidDesc
source: Rapid games: 8 to 25 minutes
de_ch: Schnällschachpartiiä: 8 bis 25 Minutä

# classicalDesc
source: Classical games: 25 minutes and more
de_ch: Klassischi Partiiä: 25 Minutä und meh

# correspondenceDesc
source: Correspondence games: one or several days per move
de_ch: Färnschachschpiil: Ein oder mehreri Täg pro Zug

# puzzleDesc
source: Chess tactics trainer
de_ch: Schachtaktik-Trääner

source: Important
de_ch: Chaibä wichtig

# yourQuestionMayHaveBeenAnswered
source: Your question may already have an answer {param1}
de_ch: Dini Frog chönnt bereits {param1} beantwortät wordä sii

source: in the F.A.Q.
de_ch: idä F.A.Q.

# toReportSomeoneForCheatingOrBadBehavior
source: To report a user for cheating or bad behavior, {param1}
de_ch: Zum än Nutzer wägä Bschiss oder schlächtäm Verhaltä z'mäldä, {param1}

source: use the report form
de_ch: benutz das Mäldeformular

# toRequestSupport
source: To request support, {param1}
de_ch: Zum Hilf z'becho, {param1}

source: try the contact page
de_ch: probiär d'Kontaktsiitä us

# thisTopicIsArchived
source: This topic has been archived and can no longer be replied to.
de_ch: Das Thema isch archiviärt wordä und chan nümä beantwortät wärdä.

# joinTheTeamXToPost
source: Join the {param1}, to post in this forum
de_ch: Tritt {param1} bii, zum i däm Forum schriibä z'chönä

# youCannotPostYetPlaySomeGames
source: You can't post in the forums yet. Play some games!
de_ch: Du chasch nonig idä Forä schriibä. Schpill zersch äs paar Partiiä!

source: Subscribe
de_ch: Abonniärä

source: Unsubscribe
de_ch: Deabonniärä

# mentionedYouInX
source: mentioned you in "{param1}".
de_ch: hät dich in "{param1}" ärwähnt.

# xMentionedYouInY
source: {param1} mentioned you in "{param2}".
de_ch: {param1} hät dich in "{param2}" ärwähnt.

# invitedYouToX
source: invited you to "{param1}".
de_ch: hät dich zu "{param1}" iigladä.

# xInvitedYouToY
source: {param1} invited you to "{param2}".
de_ch: {param1} hät dich zu "{param2}" iigladä.

# youAreNowPartOfTeam
source: You are now part of the team.
de_ch: Du bisch jetzt Teammitgliid.

# youHaveJoinedTeamX
source: You have joined "{param1}".
de_ch: Du bisch jetzt "{param1}" biiträtä.

source: Someone you reported was banned
de_ch: Öpper, wo du gmäldät häsch, isch gschperrt wordä

# congratsYouWon
source: Congratulations, you won!
de_ch: Härzlichä Glückwunsch, du häsch gwunnä!

# gameVsX
source: Game vs {param1}
de_ch: Partii gäg {param1}

# resVsX
source: {param1} vs {param2}
de_ch: {param1} gäg {param2}

source: Someone reviewed your coach profile.
de_ch: Öpper hät dis Träänerprofil überprüäft.

source: New pending review
de_ch: Neui, usstehändi Rezension

# lostAgainstTOSViolator
source: You lost rating points to someone who violated the Lichess TOS
de_ch: Du häsch gäg öpper verlorä, wo gäg d'Lichess-Nutzigsbedingigä verstossä hät

# refundXpointsTimeControlY
source: Refund: {param1} {param2} rating points.
de_ch: Rückerschtattig: {param1} {param2} Wärtigspünkt.

# timeAlmostUp
source: Time is almost up!
de_ch: D'Ziit isch fasch abgloffä!

source: [Click to reveal email address.]
de_ch: [Klick, zum diä E-Mail-Adrässä aaz'zeigä]

source: Download
de_ch: Abäladä

source: Welcome!
de_ch: Härzlich Willkommä!
